const Q1 = {
  "opations": [
    [{
        "front": {
          "title": "想起来自己是老板",
          "card": "一夜暴富",
          "id": "q1_1_1",
          "content": "只要你与AI科技、商业金融、朝阳保险等行业挂钩， 便获得了开启这个梦想的钥匙。当金钱开始流入口袋的时候，会360度无死角地向你诠释：“ 何以解忧， 唯有暴富。”",
          "badge": "运气爆棚认证章",
          "probability": "3%",
        },
        "verso": {
          "title": "想起来自己是老板",
          "card": "可能没饭吃",
          "id": "fq1_1_1",
          "content": "必须提醒你的是：最近会经历一次水逆，甚至原本固定的金钱来源会被意外发生的事情截断。在经济环境糟糕的情况下，谨慎小心总没错。记得和老板搞好关系哟～",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "总裁本人不怕迟到",
          "card": "有钱的枯燥生活",
          "id": "q1_1_2",
          "content": "保险公司突如其来的赔付，你就实现了财富自由。朋友遇到难事，随手一点就解决了他的难题，想到这里你不禁露出了欣慰的笑容。没错，有钱人的快乐，就是这么平淡枯燥。”",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "总裁本人不怕迟到",
          "card": "要认真整理财务",
          "id": "fq1_1_2",
          "content": "11月中下旬至12月上旬，你会发现自己陷入消费风暴。如果没有放弃不必要的购物，你的债务将会变得严重。遇到狗子拆了邻居家之类的各种状况时，无力赔偿他人。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      }
    ],
    [{
        "front": {
          "title": "在车上等着",
          "card": "中特等奖",
          "id": "q1_2_1",
          "content": "这么多年跌宕起伏的手气，今天终于得到了官方认证：你就是传说中锦鲤之王：鲤鱼王！转发本次测试结果积攒RP+100000，持续关注微保活动，特等奖触手可及！",
          "badge": "运气爆棚认证章",
          "probability": "3%",
        },
        "verso": {
          "title": "在车上等着",
          "card": "没啥大事",
          "id": "fq1_2_1",
          "content": "本来自己站在瞩目的中心，有希望推动完成某件令人期待的事，可惜时间不够用。把最近几个月看作一个量变到达质变的积累阶段，踏踏实实干活吧～ ",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
      },
      {
        "front": {
          "title": "等着，反正上班不打卡",
          "card": "每个月坐等收款",
          "id": "q1_2_2",
          "content": "在过去的某个时间，你签订了一份长期合同，它给你带来的安全感十分充足。长远来看，财务上相对的稳定会拓宽你的视野，变得更加在意投资和风险控制。别再月光咯！",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "等着，反正上班不打卡",
          "card": "修996福报",
          "id": "fq1_2_2",
          "content": "和玩弄资本侃侃而谈的大佬不同，某些人看起来前程似锦，退后一看才发现自己刚刚离开温饱线而已。更惨的是连加班工资都没有…建议你省杯奶茶钱买好医疗险。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
      }
    ],
    [{
        "front": {
          "title": "下车走过去",
          "card": "升职加薪",
          "id": "q1_3_1",
          "content": "未来半年对你来说都是振奋人心的，各方面都传来好消息。好运尤其体现在事业上，老板已经注意到你，并清楚看到你的潜力。长久以来的努力没有白费，升职加薪提上日程！",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "下车走过去",
          "card": "韬光养晦",
          "id": "fq1_3_1",
          "content": "在经历一场大的变动之后，生活像是走马灯。近期星盘在你脆弱的时候进入了最神秘的位置，营造了舒适安全的环境，也代表了撤退和自我反省，慢慢恢复元气吧~ ",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "下车骑单车",
          "card": "KPI无压力达成",
          "id": "q1_3_2",
          "content": "一切归功于你长期以来的辛苦耕耘！尤其在事业上，周详的规划和脚踏实地执行。现在终于迎来了收获的时机！KPI无压力达成。忙碌的同时也要注意身体哦～",
          "badge": "身体健康吃喝不胖章",
          "probability": "2%",
        },
        "verso": {
          "title": "下车骑单车",
          "card": "适应新的环境",
          "id": "fq1_3_2",
          "content": "可能会因为一个无法预料的情节转折，错过了那班原本属于你的人生列车。别遗憾，因为有另一场冒险属于你，只不过需要适应新的环境和熟悉新的人。",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      }
    ],
    [{
        "front": {
          "title": "不上班了，回家",
          "card": "追求新奇的梦想",
          "id": "q1_4_1",
          "content": "最近可能因为社会的压力，会郁郁寡欢一段时间。别灰心！某些大厂员工也一样，人到中年卖保险。认真思索过去你认为不切实际的想法，说不定就是带来财富的机会。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "不上班了，回家",
          "card": "可能被辞退",
          "id": "fq1_4_1",
          "content": "非常抱歉告诉你这个消息，经济形势严峻，不仅有人被辞退，也有公司倒闭。在这钢筋水泥城市中，某些结果对所有人一样的冷漠残酷，跌倒前给自己做好防护措施。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "立刻瘫倒，我太难了…",
          "card": "获得水果自由",
          "id": "q1_4_2",
          "content": "今年你的运势像陀螺一样不停的转动，时好时坏，这是一种公平的循环。目前整体看来是好的方向，财运也属于中等偏上的水平，毕竟楼下水果店都要靠你养活。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "立刻瘫倒，我太难了…",
          "card": "放空自己",
          "id": "fq1_4_2",
          "content": "最近是你该关注个人和家庭生活的时候了，别埋头做赶路人，会错过很多不再重来的事。行走一段时间后放空自己，不仅指身体上的休息，还有精神上的休养生息。",
          "badge": "身体健康吃喝不胖章",
          "probability": "2%",
        },
      }
    ]
  ]
}
const Q2 = {
  "opations": [
    [{
        "front": {
          "title": "我不喝咖啡",
          "card": "成为独立艺术家",
          "id": "q2_1_1",
          "content": "承认这一点很重要，每个人都是不同的个体，独立艺术家的自我风格强烈，气质独一无二。同样围绕着孤独和他人的不解，让自己欢乐一点，别让疑问停留心间。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "我不喝咖啡",
          "card": "小心注孤生",
          "id": "fq2_1_1",
          "content": "你知道前方的路目前再难也得靠自己，所以将心灵柔软的那部分包裹在属于自己的小世界里。最近的运势是会有关注你的人出现，坚持自我还是勇敢尝试，看你啦！",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
      },
      {
        "front": {
          "title": "结果TA是来销售的",
          "card": "遇见新朋友",
          "id": "q2_1_2",
          "content": "临近10月份至今，你会想要放松一下，享受社交带来欢乐的时光。不妨考虑加入一些社交团体，参与线下有趣的活动，或外出旅行，会有机会遇见志同道合的新朋友。",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
        "verso": {
          "title": "结果TA是来销售的",
          "card": "遇见渣男/绿茶",
          "id": "fq2_1_2",
          "content": "今年你的感情运势比较跌宕起伏。在表面欢乐的气氛下，隐藏着他人对你的心机和目的。人被迷惑的时候判断力容易掉线。如果想开始一段感情，谨慎些总没错。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "我的恋人就是工作",
          "card": "找到奋斗目标",
          "id": "q2_1_3",
          "content": "今年因为某些家庭事务，你可能决定多抽出些时间给自己。最近的你打算回归事业，雄心勃勃、执着进取、奋斗目标清晰，会吸引来朋友或团体与你共同前进。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "我的恋人就是工作",
          "card": "小心注孤生",
          "id": "fq2_1_3",
          "content": "你知道前方的路目前再难也得靠自己，所以将心灵柔软的那部分包裹在属于自己的小世界里。最近的运势是会有关注你的人出现，坚持自我还是勇敢尝试，看你啦！",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
      },
      {
        "front": {
          "title": "ta无名指上有戒指",
          "card": "变得成熟独立",
          "id": "q2_1_4",
          "content": "准备认真告别反转偶像剧的生活，告别那些青春叛逆，天荒地老，熬夜追剧，和在大街放肆蹦迪的自己。不着痕迹的梳起了大人的发型。在红尘滚滚中变得成熟独立。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "ta无名指上有戒指",
          "card": "感情线略伤感",
          "id": "fq2_1_4",
          "content": "毕竟到了一定的年纪，该经历的都经历过了。理智和阅历并不会阻挡新的开始，只是慢慢对待感情变得佛系。10月至明年1月你的感情运势不佳，碰到的人都不是那个ta。",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      }
    ],
    [{
        "front": {
          "title": "不行，我有对象了",
          "card": "与恋人定下誓言",
          "id": "q2_2_1",
          "content": "在经历了诸多方面的磨合后，现在就是将伴侣关系推进一步的好时机。短途旅行会带给你们更多的爱意和甜蜜，也是定下誓言的最佳场合。期待你分享好消息！",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "不行，我有对象了",
          "card": "多做家务避灾祸",
          "id": "fq2_2_1",
          "content": "最近可能面临事业和生活上的双重压力。稳住！某些大厂员工也一样，人到中年卖保险。想要平衡事业和生活，躲避可能出现的灾祸，办法就是多做家务！",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "我有喜欢的人了",
          "card": "搭上恋爱末班车",
          "id": "q2_2_2",
          "content": "今年初开始，全家都聚焦关注的事：给你找个合适的对象。有邀请就去享受吧，不要忌讳主动。丘比特已经潜伏在你的身边，默默等待着合适的那个人出现！",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "我有喜欢的人了",
          "card": "暗恋没结果",
          "id": "fq2_2_2",
          "content": "12月是尤为重要的一个月，你意识到自己想尝试踏出的那一步，没有踏出去；或者已经收到不好的反馈。可以选择的是：看透一切之后享受这种状态还是默默继续沦陷。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
      },
      {
        "front": {
          "title": "看破红尘 无欲无求",
          "card": "过喜欢的生活",
          "id": "q2_2_3",
          "content": "这几年经历过迷茫不安，自我怀疑。很多愿望落空。你并不是一无所获！积累了踏实的能力，接下来你将获得全面翻盘的机会,自由自在，按照自己喜欢的方式过一生。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "看破红尘 无欲无求",
          "card": "学会看破不说破",
          "id": "fq2_2_3",
          "content": "独处和冥想将给你空间放松心灵，获取新的智慧意识；你所拥有的天赋和特殊技能，将使你处在一个令人瞩目的位置，看破不说破是低调行事的方式之一。",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      },
      {
        "front": {
          "title": "无法想象心动的感觉",
          "card": "遇见温暖的某人",
          "id": "q2_2_4",
          "content": "最近的经历犹如一场梦境，那些不愿意对他人提及的黑暗往事就让它永远沉睡吧。风向已经开始改变了，无论你做什么决定，都会遇见守护者默默支持温暖着你。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "无法想象心动的感觉",
          "card": "学会原谅和遗忘",
          "id": "fq2_2_4",
          "content": "2019年初至今，你的生活某部分发生了改变，这件事大概率和感情相关，也许是你被迫作出的调整。清除掉和你现在生活不再相关的内容，才会带来好运气。",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      }
    ],
    [{
        "front": {
          "title": "表面冷漠，内心狂喜",
          "card": "愿望即将实现",
          "id": "q2_3_1",
          "content": "你可能会发现，最近有一些非常神奇的事情发生，在最近的某个时间段这种感知尤为突出。无论发生了什么都不用惊讶，神指派了守护者出现，为实现你某个愿望做的铺垫。",
          "badge": "运气爆棚认证章",
          "probability": "3%",
        },
        "verso": {
          "title": "表面冷漠，内心狂喜",
          "card": "平淡才是真",
          "id": "fq2_3_1",
          "content": "激动人心的时刻都凝聚在上半年，导致下半年显得平平淡淡，没有太大都波澜。到了年终总结的时候，会发现时间不知道怎么就溜走了。令人感觉又是瞎忙活呢…… ",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      },
      {
        "front": {
          "title": "挺秃然的，令人害羞",
          "card": "被喜欢的人撩",
          "id": "q2_3_2",
          "content": "也许你会感叹，毕竟到了一定的年纪，没那么简单就能找到聊得来的伴。理智和阅历并不会阻挡新的开始，只会让你看的更清晰。有些事情遗憾终结，而有些事正在开始。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "挺秃然的，令人害羞",
          "card": "继续佛系等待",
          "id": "fq2_3_2",
          "content": "毕竟到了一定的年纪还被动，找到聊得来的伴就更没那么简单了。佛系随缘无所谓并不会阻挡新的开始，惨的是被更年轻的人截胡了。主动点或许会有新的转机。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
      }, {
        "front": {
          "title": "这该死的令人心动的暧昧",
          "card": "爱情即将降临",
          "id": "q2_3_3",
          "content": "说不定你心里已经猜到这个人是谁，因为感情线已经画的足够明显。如果还没出现也别着急，斯人若彩虹，遇上方知有。保持对待爱情满怀期待的心，相信美好即将降临。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "这该死的令人心动的暧昧",
          "card": "被暧昧杀击中",
          "id": "fq2_3_3",
          "content": "你觉得恋人未满的状况就像只差一层窗户纸，一次表白，实际属于成年人恋爱中杀伤力极大的暧昧杀。受行星的位置影响，感情运势不如你想象的顺利，做好心理准备哦～ ",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "我又初恋了",
          "card": "脱单成功",
          "id": "q2_3_4",
          "content": "仔细想想最近发生的事情，你是否会发觉有人也默默关注着你。在各个熟悉的场合不经意的遇见，连空气也充斥着令人小鹿乱撞，脸红心跳的暧昧气息。等Ta发起攻势吧！",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "我又初恋了",
          "card": "小心烂桃花",
          "id": "fq2_3_4",
          "content": "10月至12月，你命中注定的桃花季节即将盛放。尤其冬季晚些时候，你的气质变得温柔，更加吸引异性的注意力。但要注意筛选，烂桃花会耽误你的时间和精力。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
      }
    ],
    [{
        "front": {
          "title": "主动搭讪",
          "card": "桃花运旺盛",
          "id": "q2_4_1",
          "content": "11月至2月，你命中注定的桃花季节即将盛放。尤其冬季晚些时候，你的气质变得温柔，更加吸引异性的注意力。但要注意筛选，桃花盛开时不要错过最好的那朵。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
        "verso": {
          "title": "主动搭讪",
          "card": "遇见渣男/绿茶",
          "id": "fq2_4_1",
          "content": "今年你的感情运势比较跌宕起伏。在表面欢乐的气氛下，隐藏着他人对你的心机和目的。人被迷惑的时候判断力容易掉线。如果想开始一段感情，谨慎些总没错。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "用目光再撩一下",
          "card": "享受单身",
          "id": "q2_4_2",
          "content": "和别人不同，单身是你自己的选择。下半年也一样不会改变自己的状态，一个人可以自由去做很多有趣的事情。有异性缘的你也不会缺少故事，享受这状态吧（注意安全）。",
          "badge": "身体健康吃喝不胖章",
          "probability": "2%",
        },
        "verso": {
          "title": "用目光再撩一下",
          "card": "学会拒绝诱惑",
          "id": "fq2_4_2",
          "content": "有伴侣的人要尤其注意，11月底是关系最为紧张的几天。工作已经分散了你大部分的注意力，出现更有吸引力的人、风险高利益高的理财产品，容易无力抵挡造成不好的后果。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      }, {
        "front": {
          "title": "请ta喝一杯",
          "card": "搭上恋爱末班车",
          "id": "q2_4_3",
          "content": "下半年的感情运势比较顺利，说不定你也猜到所指之人是谁。如果还没出现也别着急，斯人若彩虹，遇上方知有。对待爱情主动积极一些，今年就能带对象回家过年。",
          "badge": "运气爆棚认证章",
          "probability": "3%",
        },
        "verso": {
          "title": "请ta喝一杯",
          "card": "学会保护自己",
          "id": "fq2_4_3",
          "content": "你可能会发现，最近有一些非常巧合的事情发生，尤其在下半年的某个时间段。对方的表里不一，甚至背叛都会被揭发，一味付出容易受到伤害，希望你保护好自己。",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      },
      {
        "front": {
          "title": "假装摔倒引起注意",
          "card": "成为宇宙中心",
          "id": "q2_4_4",
          "content": "十分难得的是：你非常有自信和幽默感，还一点都不油腻。这些元素组合起来足以让你从人群之中脱颖而出。尤其最近，人格魅力闪闪发光，都可以考虑做个Vlog博主了。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "假装摔倒引起注意",
          "card": "别人脱单你脱发",
          "id": "fq2_4_4",
          "content": "认真告别偶像剧般的生活，告别青春叛逆，熬夜追剧。不是因为想变得成熟独立，而是因为受到狗粮和发际线的双重暴击！毕竟每个人都会成为中年人。",
          "badge": "桃花旺盛不再头秃符",
          "probability": "4%",
        },
      }
    ]
  ]
}
const Q3 = {
  "opations": [
    [{
        "front": {
          "title": "放电皮卡丘",
          "card": "燃烧卡路里",
          "id": "q3_1_1",
          "content": "也许你还在想怎么一下子就到秋冬季了，不是才过完夏天吗？今年的时光白驹过隙，说好的马甲线也再一次被快乐肥宅延迟出场。不过，你已经决定付出努力，燃烧下一个夏天！",
          "badge": "身体健康吃喝不胖章",
          "probability": "2%",
        },
        "verso": {
          "title": "放电皮卡丘",
          "card": "喝水也会长肉",
          "id": "fq3_1_1",
          "content": "行星将会在最近一周内转向，它就像一盏挂在空中的灯笼，缓慢的移动着。如果你不注意的话，很容易忽略它带来的影响，比如吃吃喝喝，后知后觉才发现身材走样…",
          "badge": "身体健康吃喝不胖章",
          "probability": "2%",
        },
      },
      {
        "front": {
          "title": "迪拜王子同款狮子",
          "card": "意外收入到账",
          "id": "q3_1_2",
          "content": "神奇的是，所有的行星都收到了闪亮的信号；尤其是掌管着财务的那一颗。你所做的事情看似无连接，但实际将会串联起来！为你带来意外的收入，抵抗经济寒冬。",
          "badge": "运气爆棚认证章",
          "probability": "3%",
        },
        "verso": {
          "title": "迪拜王子同款狮子",
          "card": "要认真整理财务",
          "id": "fq3_1_2",
          "content": "11月中下旬至12月上旬，你会发现自己陷入消费风暴。如果没有放弃不必要的购物，你的债务将会变得严重。遇到狗子拆了邻居家之类的各种状况时，无力赔偿他人。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      }
    ],
    [{
        "front": {
          "title": "撒娇小猫咪",
          "card": "拥有治愈系能力",
          "id": "q3_2_1",
          "content": "承载着2020年全年最佳新月，以往遗留的病痛将会逐渐消失。通过不断的反复练习，你将变得健康且充满活力～但，你的能量不仅如此！因为经历过，也会在不知不觉中治愈他人。",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "撒娇小猫咪",
          "card": "遇见沙雕新人",
          "id": "fq3_2_1",
          "content": "你的守护星将在本周内偏离航线，带来的影响就是你也可能脱离当前一成不变的现状。也因为接触人群面变广了，可能会遇见令你生气无奈，又好笑的沙雕。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "可爱垂耳兔",
          "card": "享受被人宠爱",
          "id": "q3_2_2",
          "content": "最近你的个人界限比之前模糊了一些，开始对恋人或是朋友都逐渐展示出撒娇、活泼的那面，这有助于关系更近一步！他们也会将对你的感情毫无保留的表达出来～ ",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
        "verso": {
          "title": "可爱垂耳兔",
          "card": "这不行那也不行",
          "id": "fq3_2_2",
          "content": "你的幸运星将在本周内偏离航线，带来的影响是你也可能偏离当前幸运辐射的范围，变得有点丧丧的。周边氛围也变成这不行，那也不行……干脆趁机放空自己！",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      }
    ],
    [{
      "front": {
        "title": "微保小企鹅",
        "card": "事业上贵人相助",
        "id": "q3_3_1",
        "content": "最近将有机会展开一项新工作，对你来说是很大的挑战，也是一个展现过人才能的好机遇。不用过于担心或焦虑，敞开心扉咨询建议，就能找到贵人相助。",
        "badge": "运气爆棚认证章",
        "probability": "3%",
      },
      "verso": {
        "title": "微保小企鹅",
        "card": "100%化险为夷",
        "id": "fq3_3_1",
        "content": "有些人的命运就是令人羡慕！拥有很好的手气，还总能在遇到困难的时候，毫不费力化险为夷！是传说中自带Buff的人了，没错，你也是其中一员！总之就是顺利得不得了～ ",
        "badge": "喜和爱好运常来符",
        "probability": "6%",
      },
    }, {
      "front": {
        "title": "微保小企鹅",
        "card": "事业上贵人相助",
        "id": "q3_3_1",
        "content": "最近将有机会展开一项新工作，对你来说是很大的挑战，也是一个展现过人才能的好机遇。不用过于担心或焦虑，敞开心扉咨询建议，就能找到贵人相助。",
        "badge": "运气爆棚认证章",
        "probability": "3%",
      },
      "verso": {
        "title": "微保小企鹅",
        "card": "100%化险为夷",
        "id": "fq3_3_1",
        "content": "有些人的命运就是令人羡慕！拥有很好的手气，还总能在遇到困难的时候，毫不费力化险为夷！是传说中自带Buff的人了，没错，你也是其中一员！总之就是顺利得不得了～ ",
        "badge": "喜和爱好运常来符",
        "probability": "6%",
      },
    }],
    [{
        "front": {
          "title": "憨萌哈士奇",
          "card": "成为特约评论员",
          "id": "q3_4_1",
          "content": "去年三月非传统的行星与你的轨迹重合后，事情开始变得有趣。它使你不会面临绝对的困境，换一个角度就能立刻反转！你看事情的毒辣角度会开启的新世界，尽情评论吧！",
          "badge": "当场顿悟生活美满章",
          "probability": "7%",
        },
        "verso": {
          "title": "憨萌哈士奇",
          "card": "要认真整理财务",
          "id": "fq3_4_1",
          "content": "11月中下旬至12月上旬，你会发现自己陷入消费风暴。如果没有放弃不必要的购物，你的债务将会变得严重。遇到狗子拆了邻居家之类的各种状况时，无力赔偿他人。",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
      },
      {
        "front": {
          "title": "佛系乌龟",
          "card": "水逆立刻退散",
          "id": "q3_4_2",
          "content": "前段时间大方面运势还是顺畅的，只是接踵而来的小问题，又不得不面对和处理，令你有些苦不堪言。好在这个水逆周期终于要过去，最近你会感受到一切都超出预期般的顺利！",
          "badge": "水逆退散护身符",
          "probability": "5%",
        },
        "verso": {
          "title": "佛系乌龟",
          "card": "100%化险为夷",
          "id": "fq3_4_2",
          "content": "有些人的命运就是令人羡慕！拥有很好的手气，还总能在遇到困难的时候，毫不费力化险为夷！是传说中自带Buff的人了，没错，你也是其中一员！总之就是顺利得不得了～ ",
          "badge": "喜和爱好运常来符",
          "probability": "6%",
        },
      }
    ]
  ]
}
const Q4 = [
  [{
    "title": "魔术师",
    "imgUrl": "tarots_1_1",
    "text1": "嘘～这张魔术师正在实施魔法",
    "text2": "象征着联合天地的桥梁",
    "text3": "牌数1，正位，也代表着万物开始…",
    "text4": "他手持魔法杖一手指向天空，一手指向大地",
  }, {
    "title": "恋人",
    "imgUrl": "tarots_1_2",
    "text1": "牌数字6，属性风，正位",
    "text2": "象征着沟通顺畅",
    "text3": "这是塔罗牌中解释爱情最好的一张牌，恋人",
    "text4": "画面中三位一体的格局，也展示的是阴阳的调和融汇",
  }, {
    "title": "愚者",
    "imgUrl": "tarots_1_3",
    "text1": "愚人，天真而无畏",
    "text2": "像孩子们一样期待生命的善待",
    "text3": "他沐浴在悬崖边的白色阳光下",
    "text4": "牌数0，正位，处在“经历当下”的情况",
  }, {
    "title": "太阳",
    "imgUrl": "tarots_1_4",
    "text1": "你抽到的牌是：太阳，正位",
    "text2": "明媚，自信，生命力蓬勃",
    "text3": "变成重组而成的命运之轮：重生之轮！",
    "text4": "牌数19，是高层次隐士9和魔法师1的结合",
    "special": [{
        "card": "涅槃重生",
        "id": "q4_1_1",
        "content": "经历了一段低潮期，令人感到丧气或经历巨大的痛苦。辛苦你了！这一切都将成为你的养分，毕竟只有经历过燃烧的，才真正是浴火重生的凤凰。翻盘的机会即刻降临！",
        "badge": "喜和爱好运常来符",
        "probability": "6%",
      },
      {
        "card": "打破受限和束缚",
        "id": "q4_1_2",
        "content": "牌面孩童背后的墙壁代表过往的人生束缚。来自原生家庭的关怀式限制，或是不得已妥协的事。最近你的守护星能量爆发，将带你回归强大的本我能量，打破一切受限和束缚！",
        "badge": "水逆退散护身符",
        "probability": "5%",
      },
      {
        "card": "成为掌控全局者",
        "id": "q4_1_3",
        "content": "牌面孩童放弃人造美景，选择奔向大自然，就像他本身一样真实、自然、纯挚；而你天生就拥有这些可贵的品质。只要目标清晰，你就能到达远超权利和财富的境界，掌控全局。",
        "badge": "运气爆棚认证章",
        "probability": "3%",
      },
      {
        "card": "取得巨大成功",
        "id": "q4_1_4",
        "content": "金色的太阳是生命的源头，这是一张「大吉」，无论什么事情，你都能享受到阳光照耀的温暖。更明确的是，你最近会在恋爱关系或工作项目上取得巨大成功。",
        "badge": "当场顿悟生活美满章",
        "probability": "7%",
      }
    ]
  }],
  [{
    "title": "命运之轮",
    "imgUrl": "tarots_2_1",
    "text1": "命运之轮，生生不息的转动着",
    "text2": "循环往替正如我们起起伏伏的人生",
    "text3": "展示着世间不可抗力的天道轮回",
    "text4": "是塔罗牌中唯一一张没有人物的大牌",
  }, {
    "title": "审判",
    "imgUrl": "tarots_2_2",
    "text1": "代表着超自然的因果定律",
    "text2": "沉睡已久的内在灵魂走到神的面前",
    "text3": "拥有翅膀的天使在云端吹响了号角",
    "text4": "审判，牌数20，正位，兼容火与水元素",
  }, {
    "title": "世界",
    "imgUrl": "tarots_2_3",
    "text1": "这张牌是宇宙的重点",
    "text2": "世界，正面；代表着安稳，圆满",
    "text3": "也是塔罗牌22张大牌中的最后一张",
    "text4": "但也有可能是走在一条无法改变的路上…",
  }, {
    "title": "星星",
    "imgUrl": "tarots_2_4",
    "text1": "你抽到的牌是：星星",
    "text2": "牌数17，高阶牌，正位",
    "text3": "象征着意志力超越了欲望，转而向内探寻能量",
    "text4": "这是一张属于理想精神，并拥有无限创造力的牌！",
    "special": [{
        "card": "建筑理想世界",
        "id": "q4_2_1",
        "content": "不是每个人都有这种自由和领悟力，有人生来就 是负重前行，大多数人辛苦工作只为欲望买单。 所以珍惜你的天赋和机遇，去构建一个属于自己的理想世界吧！",
        "badge": "运气爆棚认证章",
        "probability": "3%",
      },
      {
        "card": "享受宁静自由",
        "id": "q4_2_2",
        "content": "这是一张让你快乐，让你的人生顺遂的牌。太阳代表内在的知识，无论路上遇到什么风险与挑战，你都能通过自己的智慧轻松解决。最近抽空晒晒太阳，享受宁静自由吧～ ",
        "badge": "当场顿悟生活美满章",
        "probability": "7%",
      },
      {
        "card": "灵感永不枯竭",
        "id": "q4_2_3",
        "content": "或许今年的工作环境令人困扰，但你在人际关系上获得认可，这也有助于你来年新的计划，任何事情都会变得明朗起来！如果你是做创意工作，灵感则会源源不断，永不枯竭～ ",
        "badge": "当场顿悟生活美满章",
        "probability": "7%",
      },
      {
        "card": "领悟平静与喜悦",
        "id": "q4_2_4",
        "content": "太阳牌超越了死亡，迎来了新生；也代表着我们走向了更高阶的智慧本我。你会用更成熟平静的眼光看待这个世界和自己，抛弃以往的抱怨和不满，生活会给你带来喜悦。",
        "badge": "喜和爱好运常来符",
        "probability": "6%",
      }
    ]
  }],
  [{
    "title": "高塔（反面）",
    "imgUrl": "tarots_3_1",
    "text1": "你抽到的牌是：高塔",
    "text2": "高塔，牌数16，高阶逆位",
    "text3": "象征着我们的物质世界",
    "text4": "即将袭来无法抵抗的浪潮",
  }, {
    "title": "月亮（反面）",
    "imgUrl": "tarots_3_2",
    "text1": "月亮，逆位，牌数18，高阶牌",
    "text2": "它高挂在夜空中，阴晴圆缺",
    "text3": "不仅正在经历的事物暧昧不明",
    "text4": "还有对未来神秘事物的不安和恐惧",
  }, {
    "title": "女教皇（反面）",
    "imgUrl": "tarots_3_3",
    "text1": "抽到了逆位则意味着……",
    "text2": "女教皇是热情与高贵的体现",
    "text3": "手握掌控天地间的生命法器",
    "text4": "牌数3，三生万物，并且集合风+土的元素",
  }, {
    "title": "恶魔（反面）",
    "imgUrl": "tarots_3_4",
    "text1": "预示着两种处境……",
    "text2": "牌位15，高阶牌，逆位",
    "text3": "火把指向物质世界，点燃了亚当作为人类的欲望",
    "text4": "恶魔，内容上与恋人互相照应，只是天使变成了恶魔",
    "special": [{
        "card": "治愈身心病痛",
        "id": "q4_3_1",
        "content": "行星的出走给你带来的困扰不止身体，甚至心灵。比如会呼吸的痛和腰间盘突出…现在它们终于恢复了正常的轨迹，带领你离开这些糟糕的状况！时间会治愈一切。",
        "badge": "身体健康吃喝不胖章",
        "probability": "2%",
      },
      {
        "card": "击败迷茫困惑",
        "id": "q4_3_2",
        "content": "有一种神秘的力量将你吸入黑洞，让人不知所措。无论如何挣扎和尝试逃跑，都无济于事，这次迷茫和困惑注定发生。接受自己，将压抑已久的需求唤醒，你就会重新快乐起来。 ",
        "badge": "当场顿悟生活美满章",
        "probability": "7%",
      },
      {
        "card": "闯过事业瓶颈期",
        "id": "q4_3_3",
        "content": "长期以来，你都在为更好的未来奋斗。尤其最近，你对事业的思考进入了更深的层次，认真制定工作计划，学习技能，拓宽社交圈等。这些努力会帮助你闯过事业瓶颈期，加油！",
        "badge": "当场顿悟生活美满章",
        "probability": "7%",
      },
      {
        "card": "寻找柏拉图恋情",
        "id": "q4_3_4",
        "content": "感情方面，只有离开沉迷状态，才能重新出发。最近你会认真思考自己的需求和相处之道，对某方面更慎重，拒绝高风险诱惑，去寻找属于自己的柏拉图恋情。",
        "badge": "水逆退散护身符",
        "probability": "5%",
      }
    ]
  }],
]